Repository: KDE/francis
Catalog: po/*/francis.po
Languages: ar, eo, eu, fi, fr, hu, ia, it, ko, lt, nl, pl, ro, ru, tr, uk, zh_cn, zh_tw

# NAME OF TRANSLATORS
source: Your names
ar: زايد السعيدي
eo: Oliver Kellogg
eu: Iñigo Salvador Azurmendi
fi: Tommi Nieminen
fr: Steve
hu: Kiszel Kristóf
ia: Quita
it: Vincenzo Reale
ko: 박신조
lt: Moo
nl: Freek de Kruijf - 2022 t/m 2024
pl: Grzegorz Koryga
ro: Sergiu Bivol
ru: Олеся Герасименко
tr: Emir SARI
uk: Юрій Чорноіван
zh_cn: Henry Hu, Tyson Tan
zh_tw: Yi-Jyun Pan

# EMAIL OF TRANSLATORS
source: Your emails
ar: zayed.alsaidi@gmail.com
eo: olivermkellogg@gmail.com
eu: xalba@ni.eus
fi: translator@legisign.org
fr: stax@ik.me
hu: ulysses@fsf.hu
ia: g.sora@tiscali.it
it: smart2128vr@gmail.com
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pl: rehork@tutamail.com
ro: sergiu@cip.md
ru: translation-team@basealt.ru
tr: emir_sari@icloud.com
uk: yurchor@ukr.net
zh_cn: henryhu@kde.org, tds00@qq.com
zh_tw: pan93412@gmail.com

# @title
source: Francis
ar: فرنسيس
zh_cn: Francis 番茄计时器

source: Track your time
ar: تتبع وقتك
eo: Spuru vian tempon
eu: Zure denboraren jarraipena
fi: Pidä kirjaa ajastasi
fr: Gérer votre temps
hu: Kövesse nyomon az idejét
ia: Tracia tu tempore
it: Tieni traccia del tuo tempo
ko: 시간 추적
lt: Sekti savo laiką
nl: Tijd schrijven
pl: Śledź swój czas
ro: Duceți evidența timpului
ru: Управление временем
tr: Zamanınızı izleyin
uk: Керуйте вашим часом
zh_cn: 使用番茄工作法掌握作息时间
zh_tw: 追蹤、掌控時間

source: © KDE Community
ar: © مجتمع كِيدِي
eo: © KDE-Komunumo
eu: © KDE Komunitatea
fi: © KDE-yhteisö
fr: © La communauté de KDE
hu: © A KDE közösség
ia: © Communitate de KDE
it: © Comunità KDE
lt: © KDE bendruomenė
nl: © KDE-gemeenschap
pl: © Społeczność KDE
ro: © Comunitatea KDE
ru: © Сообщество KDE
tr: © KDE Topluluğu
uk: © Спільнота KDE
zh_tw: © KDE 社群

# @info:credit
source: Felipe Kinoshita
ar: فيليبي كينوشيتا

# @info:credit
source: Author
ar: المؤلف
eo: Aŭtoro
eu: Egilea
fi: Tekijä
fr: Auteur
hu: Szerző
ia: Autor
it: Autore
ko: 작성자
lt: Autorius
nl: Auteur
pl: Autor
ro: Autor
ru: Автор
tr: Yazar
uk: Автор
zh_cn: 作者
zh_tw: 作者

# @info:credit
source: Carl Schwan
ar: كارل شوان

# @info:credit
source: Maintainer
ar: الصائن
eo: Prizorganto
eu: Arduraduna
fi: Ylläpitäjä
fr: Mainteneur
hu: Karbantartó
ia: Mantenitor
it: Responsabile
ko: 관리자
lt: Prižiūrėtojas
nl: Onderhouder
pl: Opiekun
ro: Responsabil
ru: Сопровождающий
tr: Bakımcı
uk: Супровідник
zh_cn: 维护者
zh_tw: 維護者

# @menu
source: File
ar: ملف
eo: Dosiero
eu: Fitxategia
fi: Tiedosto
fr: Fichier
hu: Fájl
ko: 파일
lt: Failas
nl: Bestand
pl: Plik
ro: Fișier
ru: Файл
tr: Dosya
uk: Файл
zh_cn: 文件
zh_tw: 檔案

source: Pause
ar: ألبث
eo: Paŭzi
eu: Eten
fi: Tauko
hu: Szünet
ia: Pausa
it: Pausa
ko: 일시 정지
lt: Pristabdyti
nl: Pauzeren
pl: Wstrzymaj
ro: Întrerupe
ru: Приостановить
tr: Duraklat
uk: Пауза
zh_cn: 暂停
zh_tw: 暫停

source: Resume
ar: استكمل
eo: Repreni
eu: Berrekin
fi: Jatka
fr: Reprendre
hu: Folytatás
it: Riprendi
ko: 다시 시작
lt: Pratęsti
nl: Hervatten
pl: Wznów
ro: Reia
ru: Продолжить
tr: Sürdür
uk: Продовжити
zh_cn: 继续
zh_tw: 繼續

source: Start
ar: ابدأ
eo: Komenci
eu: Hasi
fi: Käynnistä
fr: Démarrer
hu: Indítás
ia: Initia
it: Avvia
ko: 시작
lt: Pradėti
nl: Starten
pl: Zacznij
ro: Pornește
ru: Запустить
tr: Başlat
uk: Почати
zh_cn: 开始
zh_tw: 開始

source: Reset
ar: صفّر
eo: Restarigi
eu: Berrezarri
fi: Palauta
fr: Réinitialiser
hu: Visszaállítás
ia: Reinitialisa
it: Ripristina
ko: 초기화
lt: Atstatyti
pl: Wyzeruj
ro: Reinițializează
ru: Сбросить
tr: Sıfırla
uk: Скинути
zh_cn: 重置
zh_tw: 重設

# @menu-action
source: Quit
ar: أنهِ
eo: Forlasi
eu: Irten
fi: Lopeta
fr: Quitter
hu: Kilépés
ia: Quita
it: Esci
ko: 끝내기
lt: Išeiti
nl: Afsluiten
pl: Wyjdź
ro: Termină
ru: Выйти
tr: Çık
uk: Вийти
zh_cn: 退出
zh_tw: 離開

# @menu
source: Help
ar: مساعدة
eo: Helpo
eu: Laguntza
fi: Ohje
fr: Aide
hu: Súgó
ia: Adjuta
it: Aiuto
ko: 도움말
lt: Pagalba
pl: Pomoc
ro: Ajutor
ru: Справка
tr: Yardım
uk: Довідка
zh_cn: 帮助
zh_tw: 說明

# @menu-action
source: Report Bug…
ar: أبلغ عن علّة…
eo: Raporti Cimon…
eu: Akatsa jakinarazi...
fi: Ilmoita viasta…
fr: Signaler un bogue…
hu: Hibabejelentés…
ia: Reporta Bug…
it: Segnala bug…
ko: 버그 보고…
lt: Pranešti apie programos klaidą…
nl: Bug rapporteren…
pl: Zgłoś błąd…
ro: Raportează defect…
ru: Сообщить об ошибке…
tr: Hata Bildir…
uk: Надіслати звіт про помилку…
zh_cn: 报告程序缺陷…
zh_tw: 回報問題…

# @menu-action
source: About Francis
ar: عن فرنسيس
eo: Pri Francis
eu: Francis-i buruz
fi: Tietoa Francisista
fr: À propos de Francis
hu: A Francis névjegye
ia: A proposito de Francis
it: Informazioni su Francis
ko: Francis 정보
lt: Apie Francis
nl: Info over Francis
pl: O programie Francis
ro: Despre Francis
ru: О Francis
tr: Francis Hakkında
uk: Про Francis
zh_cn: 关于 Francis 计时器
zh_tw: 關於 Francis

source: Francis
ar: فرنسيس
zh_cn: Francis 番茄计时器

source: Interval Ended
ar: انتهت الفترة
eo: Intervalo Finiĝis
eu: Tartea bukatu da
fi: Aikaväli päättyi
fr: Fin de l'intervalle
hu: Befejeződött az időköz
ia: Intervallo terminava
it: Intervallo terminato
ko: 간격 끝남
lt: Intervalas pasibaigė
nl: Interval beëindigd
pl: Przedział czasu zakończony
ro: Interval încheiat
ru: Конец интервала
tr: Aralık Bitti
uk: Інтервал завершено
zh_cn: 工作时段结束
zh_tw: 間隔結束

source: Enjoy your break, drink some water.
ar: استمتع بوقت استراحتك، واشرب بعض الماء.
eo: Ĝuu vian paŭzon, trinku iom da akvo.
eu: Gozatu zure atsedenaz, edan ur pixka bat.
fi: Nauti tauosta ja juo vähän vettä.
fr: Profitez de votre pause, buvez un peu d'eau.
hu: Élvezze a szünetet, igyon egy kis vizet.
ia: Gaude tu pausa, bibe un pauc de aqua.
it: Goditi la tua pausa, bevi un po' d'acqua.
ko: 잠시 휴식을 취하십시오.
lt: Mėgaukitės pertrauka, atsigerkite vandens.
nl: Veel plezier bij uw pauze, drink wat water.
pl: Ciesz się przerwą, napij się wody.
ro: Bucurați-vă de pauză, beți niște apă.
ru: Сделайте перерыв, выпейте немного воды.
tr: Molanızın keyfini çıkarın, su içmeyi unutmayın.
uk: Насолоджуйтеся перервою, попийте водички.
zh_cn: 工作时段已结束。稍作休息，喝点水吧！
zh_tw: 好好休息，多喝點水。

source: Break Ended
ar: انتهت الاستراحة
eo: Paŭzo Finiĝis
eu: Atsedena amaitu da
fi: Tauko päättyi
fr: Fin de la pause
hu: Vége a szünetnek
ia: Pausa terminava
it: Pausa finita
ko: 쉬는 시간 끝남
lt: Pertrauka pasibaigė
nl: Pauze beëindigd
pl: Przerwa zakończona
ro: Pauză încheiată
ru: Конец перерыва
tr: Mola Bitti
uk: Перерву завершено
zh_cn: 休息时段结束
zh_tw: 休息結束

source: Get back to work.
ar: ارجع للعمل.
eo: Reprenu la laboron.
eu: Itzuli lanera.
fi: Palaa töihin.
fr: Retournez au travail.
hu: Vissza a munkához.
ia: Retorna al travalio.
it: Torna al lavoro.
ko: 일터로 돌아오십시오.
lt: Grįžkite prie darbo.
nl: Terug aan het werk.
pl: Wróć do pracy.
ro: Întoarceți-vă la lucru.
ru: Вернитесь к работе.
tr: Çalışmayı sürdürün.
uk: Повертайтеся до роботи.
zh_cn: 休息时段已结束。赶快回去工作吧！
zh_tw: 繼續工作。

source: Lap 2
ar: لفّة 2
eo: Rondiro 2
eu: 2. itzulia
fi: 2. kierros
fr: Tour 2
hu: 2. kör
ia: Gyro 2
it: Giro 2
ko: 랩 2
lt: Ratas 2
nl: Ronde 2
pl: Etap 2
ro: Tura 2
ru: Блок 2
tr: 2. Tur
uk: Цикл 2
zh_cn: 时段 2
zh_tw: 第 2 輪

source: Lap 3
ar: لفّة 3
eo: Rondiro 3
eu: 3. itzulia
fi: 3. kierros
fr: Tour 3
hu: 3. kör
ia: Gyro 3
it: Giro 3
ko: 랩 3
lt: Ratas 3
nl: Ronde 3
pl: Etap 3
ro: Tura 3
ru: Блок 3
tr: 3. Tur
uk: Цикл 3
zh_cn: 时段 3
zh_tw: 第 3 輪

source: Lap 4
ar: لفّة 4
eo: Rondiro 4
eu: 4. itzulia
fi: 4. kierros
fr: Tour 4
hu: 4. kör
ia: Gyro 4
it: Giro 4
ko: 랩 4
lt: Ratas 4
nl: Ronde 4
pl: Etap 4
ro: Tura 4
ru: Блок 4
tr: 4. Tur
uk: Цикл 4
zh_cn: 时段 4
zh_tw: 第 4 輪

source: Lap 1
ar: لفّة 1
eo: Rondiro 1
eu: 1. itzulia
fi: 1. kierros
fr: Tour 1
hu: 1. kör
ia: Gyro 1
it: Giro 1
ko: 랩 1
lt: Ratas 1
nl: Ronde 1
pl: Etap 1
ro: Tura 1
ru: Блок 1
tr: 1. Tur
uk: Цикл 1
zh_cn: 时段 1
zh_tw: 第 1 輪

source: Taking a Break
ar: خذ استراحة
eo: Farante Paŭzon
eu: Atsedenean
fi: Ollaan tauolla
fr: En pause
hu: Szünet tartása
ia: Prender un pausa
it: Fare una pausa
ko: 쉬는 시간 갖기
lt: Pertrauka
nl: Een pauze nemen
pl: Robienie przerwy
ro: Iau o pauză
ru: Перерыв
tr: Molaya Çıkılıyor
uk: Як призупинити гру
zh_cn: 休息时段进行中
zh_tw: 正在休息

source: I need to focus on…
ar: أحتاج إلى التركيز على...
eo: Mi devas koncentriĝi pri…
eu: Arreta ondokoan ipini behar dut...
fi: Minun pitää keskittyä…
fr: J'ai besoin de me concentrer sur...
hu: Koncentrálnom kell…
ia: Io necessita focalisar sur ...
it: Devo concentrarmi...
ko: 집중해야 할 일…
lt: Man reikia susitelkti į…
nl: Ik moet mij focussen op…
pl: Muszę się skupić na...
ro: Trebuie să mă concentrez la…
ru: Мне нужно сосредоточиться на…
tr: Şuna odaklanmam gerek…
uk: Маю сконцентруватися…
zh_cn: 点击输入此时段的工作内容…
zh_tw: 我需要專注於…

# keyboard shortcut
source: Toggle Timer (S)
ar: تبديل المؤقت (S)
eo: Baskuligi Tempigilon (S)
eu: Txandakatu tenporizadorea (S)
fi: Ajastuskatkaisin (S)
fr: (Dés)activer la minuterie (S)
hu: Időzítő be/kikapcsolása (S)
ia: Commuta Temporisator (S)
it: Attiva/Disattiva timer (S)
ko: 타이머 전환(S)
lt: Perjungti laikmatį (S)
nl: Timer omschakelen (S)
pl: Przełącz czasomierz (S)
ro: Comută temporizatorul (S)
ru: Включить или отключить таймер (S)
tr: Sayacı Aç/Kapat (S)
uk: Перемкнути таймер (S)
zh_cn: 开始/停止计时器 (S)
zh_tw: 切換計時器 (S)

# keyboard shortcut
source: Reset (R)
ar: صفّر (R)
eo: Restarigi (R)
eu: Berrezarri (R)
fi: Nollaa (R)
fr: Réinitialiser (R)
hu: Visszaállítás (R)
ia: Reinitialisa(R)
it: Ripristina (R)
ko: 초기화(R)
lt: Atstatyti (R)
pl: Wyzeruj (R)
ro: Reinițializează (R)
ru: Сбросить (R)
tr: Sıfırla (R)
uk: Скинути (R)
zh_cn: 重置 (R)
zh_tw: 重設 (R)

# @action:button
source: Skip
ar: تخطّ
fi: Ohita
fr: Ignorer
hu: Kihagyás
ia: Salta
it: Ignora
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
ru: Пропустить
tr: Atla
uk: Пропустити
zh_cn: 跳过

# keyboard shortcut
source: Skip (N)
ar: تخطّ (N)
fi: Ohita (N)
fr: Ignorer (N)
hu: Kihagyás (N)
ia: Salta (N)
it: Ignora (N)
ko: 건너뛰기 (N)
nl: Overslaan (N)
pl: Pomiń (N)
ru: Пропустить (N)
tr: Atla (N)
uk: Пропустити (N)
zh_cn: 跳过(N)

# @option:check
source: Bypass do not disturb
ar: تخطى نمط عدم الإزعاج
eo: Preterpasi 'ne geni'
eu: Saihestu zaratarik ez
fi: Ohita ”älä häiritse”
fr: Contourner « Ne pas déranger »
hu: Ne zavarjanak megkerülése
ia: Tornea Non disturbar
it: Escludi Non disturbare
ko: 방해 금지 모드 우회
nl: Voorbij gaan niet storen
pl: Omiń tryb nie-przeszkadzać
ro: Ocolește „Nu deranja”
ru: Обходить «Не беспокоить»
tr: Rahatsız etmemeyi bırak
uk: Обходити «Не турбувати»
zh_cn: 绕过“勿扰模式”
zh_tw: 忽略請勿打擾模式

# keyboard shortcut
source: Bypass do not disturb (B)
ar: تخطى نمط عدم الإزعاج (B)
eo: Preterpasi 'ne geni' (B)
eu: Saihestu zaratarik ez (B)
fi: Ohita ”älä häiritse” (B)
fr: Contourner « Ne pas déranger » (B)
hu: Ne zavarjanak megkerülése (B)
ia: Tornea non disturbar (B)
it: Escludi Non disturbare (B)
ko: 방해 금지 모드 우회(B)
nl: Voorbij gaan niet storen (B)
pl: Omiń tryb nie-przeszkadzać (B)
ro: Ocolește „Nu deranja” (B)
ru: Обходить «Не беспокоить» (B)
tr: Rahatsız etmemeyi bırak (B)
uk: Обходити «Не турбувати» (B)
zh_cn: 绕过“勿扰模式”(B)
zh_tw: 忽略請勿打擾模式 (B)

# keyboard shortcut
source: About Francis (F1)
ar: عن فرنسيس (F1)
eo: Pri Francis (F1)
eu: Francis-i buruz (F1)
fi: Tietoa Francisista (F1)
fr: À propos de Francis (F1)
hu: A Francis névjegye (F1)
ia: A proposito de Francis(F1)
it: Informazioni su Francis (F1)
ko: Francis 정보(F1)
lt: Apie Francis (F1)
nl: Info over Francis (F1)
pl: O programie Francis (F1)
ro: Despre Francis (F1)
ru: О Francis1 (F1)
tr: Francis Hakkında (F1)
uk: Про Francis (F1)
zh_cn: 关于 Francis 计时器 (F1)
zh_tw: 關於 Francis (F1)
